Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 年轻道人咳嗽一声，赶紧撇清自己，“姑娘，事先说好，人是贫道救下的，但背你进屋子，帮你摘去帷帽，再给你洗脸等等，可都是另有其人，他叫陈平安，这栋破败宅子的主人，是个黑炭似的穷苦少年，父母双亡，当过烧瓷的窑匠，还跟贫道求过一张符纸来着，大体上就是这么多，姑娘你如果还有什么想问的，贫道一定知无不言言无不尽。”
en_us: The Daoist priest cleared his throat before hurriedly explaining, "Let me make this clear: I was the one who saved you, but a boy by the name of Chen Ping'an did everything else, including carrying you into this room, removing your veiled hat, and washing your face. He's the owner of this house, and he's a poor young lad whose parents passed away at a young age. He used to be an apprentice at a dragon kiln, and he once bought a paper talisman from me, but that's the extent of my interaction with him. If you have any other questions you want to ask, I'll be sure to answer them to the best of my abilities."

source: 年轻道人咳嗽声，自言自语：“福禄街的刘家，瞧着香火鼎盛，像是能扛事的主儿，试试看”
en_us: The Daoist priest cleared his throat as he continued musing to himself, "The Liu Clan on Fortune Street seems to be able capable of weathering this storm. Perhaps I should go to them..."

source: 年轻道人哈哈大笑，不置可否，突然说道：“咱们可以救人了。”
en_us: The young Daoist priest burst into laughter and offered no response to this. Instead, he suddenly said, "We can begin saving her now."

source: 年轻道人哑然失笑，“你是觉得自己必死无疑，所以怕无人照顾那位小姑娘”
en_us: "You're thinking that your death is sealed, and you're worried that after you die, there will be no one left to look after Ning Yao, right?" the Daoist priest asked.

source: 年轻道人回过神，意识到自己泄露了很多天机，干笑道：“反正你也听不懂，对吧？”
en_us: All of a sudden, the young Daoist priest realized that in his excitement, he had revealed too many secrets, and an awkward smile appeared on his face as he said, "Please forgive my ramblings. I'm sure you didn't understand anything you just heard, right?"

source: 年轻道人将这枚铜钱轻轻放在桌上。
en_us: The ist priest gently placed the copper coin down onto the table, and all of a sudden, an oriole quickly flew down onto the table, gently pecking at the copper coin before picking it up with its beak. It then looked up at the ist priest with a pair of bright and intelligent eyes that were no different from a human's.

source: 年轻道人已经想好一大堆措辞，来应对草鞋少年那个“是谁”的问题，只是出人意料，院门很快打开，显而易见，陋巷少年直接跳过了那个环节。
en_us: The young Daoist priest had already made up a long-winded spiel in response to the inevitable question of "who's there?" from Chen Ping'an, but to his surprise, the gate was quickly opened, and he didn't even have to announce his identity to the young boy inside.

source: 年轻道人弯腰推着辆双轮车，来到处院门外停下，敲门后，问道：“陈平安在吗”
en_us: Soon, the young Daoist priest wheeled his cart onto Clay Vase Alley, then stopped in front of a certain courtyard before knocking on its gate. "Is Chen Ping'an there?"

source: 年轻道人微笑道：“无非是让我们小师叔多跑一趟，何苦来哉？”
en_us: The young Daoist priest smiled and said, "That's merely delaying the inevitable. Why bother?"

source: 年轻道人忧心道：“是有点不近人情，但是上头的旨意难违，师姐你还是不要画蛇添足了。”
en_us: Meanwhile, the young Daoist priest wore a concerned expression as he said, "It will indeed be a little rude. However, it's difficult for us to go against the orders from above, so I'm of the opinion that you shouldn't make things even more complicated, Senior Sister."

source: 年轻道人思量片刻，“桌上这颗铜钱，就够买药方上的东西了。贫道这就去给你取钱。”
en_us: After a brief moment of contemplation, the Daoist priest said, "This coin alone is enough to buy all of the ingredents on the list. I'll get you the money now."

source: 年轻道人想着横竖是难堪，不如来个痛快，就掀开覆在推车上的一张棉布褥子，露出一位身体侧卧蜷缩的黑衣少女，歪歪斜斜却不掉落的帷帽，仍然倔强遮挡着主人的容颜，不知为何，当掀开那层单薄被褥后，顿时有一股血腥气扑面而来，陈平安这时候才发现她一身黑衣，隐约有鲜血渗透出来。陈平安倒是没有想到一块小小被褥，为何就能完全掩饰住这股浓重气味，少年只是后退数步，问道：“道长，你要做什么？”
en_us: It was always going to be an awkward situation regardless of what he said or did, so the young Daoist priest decided to simply come clean right away. Thus, he removed the cotton blanket draped over his cart, revealing a young woman in black laying on her side in a fetal position. Her veiled hat was sitting on her head on a very crooked angle, but it was still stubbornly concealing her face. As soon as the thin blanket was lifted, the smell of blood instantly began to waft through the air, and only then did Chen Ping'an notice that there was blood seeping through her black attire. Instead of pausing to consider how such a small and thin blanket had managed to mask such a strong scent of blood, Chen Ping'an hurriedly took a few steps backward as he asked, "What is the meaning of this?"

source: 年轻道人感慨道：“如果真是他的话，让他亲自铸剑可不容易。”
en_us: "If it really is him, then it won't be an easy task to get him to forge a sword for you in person," the Daoist priest sighed.

source: 年轻道人感慨道：“每每见到此情此景，都要为这份天地造化之功，感到”
en_us: The Daoist priest mused to himself in amazement, "Whenever I see the power of this world in action, I can't help but be..."

source: 年轻道人愣了愣，笑道：“没关系，宁姑娘认得字，煎药之前，你多问她相关事宜便是。”
en_us: The Daoist priest was momentarily stumped upon hearing this, but a smile then appeared on his face as he said, "It's alright, Ning Yao knows how to read. If you have any questions, you can just ask her."

source: 年轻道人手托腮帮，手掐指算卦，“容贫道来算算，将你送到小镇哪户人家，你既能活下来，对方也不至于家破人亡。先从卢家卢家不行，跟赵家差不多，已经机缘在身，那就宋家”
en_us: The Daoist priest rested his cheeck on his palm while counting on the fingers of his other hand to read the fortune of the young woman on the ground before him. "Let me see who I can send you that'll both ensure your survival, while also sparing that person from a premature demise. The Lu Clan won't do... The Zhao Clan isn't suitable, either... The Song Clan..."

source: 年轻道人打哈哈道：“这就好，这就好。”
en_us: "That's good to hear," the Daoist priest said with a relieved expression.

source: 年轻道人打趣道：“阮秀，这就有些欺负人了啊。你爹可是接替齐先生的下一位圣人，就像是此方天地的主人。”
en_us: The young Daoist priest added, "Ruan Xiu, that's picking on us. Your father is going to replace Mr. Qi and become the next Sage, so he'll essentially become the owner of this small world."

source: 年轻道人抱拳作揖，求情讨饶。
en_us: The young ist priest could cup his fist and bow as he begged for mercy.

source: 年轻道人拍脑袋，摊开张素白纸张，边提笔写字，边叮嘱道：“差点忘了，贫道这就再给你写份煎药的方子，这是件实打实的细致活，陈平安你可马虎不得，贫道这药方既是疗伤，同时也能固本培元，是兵家在立于不败之地的前提上，以战养战的上乘路数，而且好就好在性子温，不伤人，顶多就是所耗时日多些，多买些药材，无非是开销银子的事情。何时武火急煎，何时文火慢煎，贫道都已详细写在纸上，甚至什么时辰煎药，也有讲究，总之，接下来旬，陈平安你多辛苦，男人嘛，本就是扛担子的人，要不然怎么会有顶天立地大丈夫说切不可推脱责任，白白叫人家姑娘小看了去”
en_us: The Daoist priest laid out a sheet of paper, then picked up his brush and began writing on it as he continued, "I'll write out the method for you to brew the medicine. This is a very important task, and great care must be taken, so make sure to proceed with caution. This medicine is designed for both recovery and for bolstering one's physical constitution. It ensures that Ning Yao will not only make a full recovery, she'll emerge on the other side in even better physical condition than before. On top of that, this medicine is very gentle and nurturing, and it won't leave any undesirable side effects. Given the slower acting nature of the medicine, it'll take a little longer for Ning Yao to make a full recovery, so more medicinal ingredients will have to be purchased than otherwise, but that's just a matter of money. I've written down when the medicines needs to be brought up to a boil over a high flame, and when it needs to be brought down to a simmer over a low flame, as well as when the medicine needs to be brewed and consumed. For the next 10 days or so, you'll have your work cut out for you, but a young man like yourself should rise to the occasion and thrive under the extra responsibility. Otherwise, you'll be looked down on by our fair maiden here."

source: 年轻道人挥挥手，示意少年忙自己的事情去。
en_us: The ist priest waved a dismissive hand, indicating that Chen Ping'an was free to go, and he immediately rushed away to deliver the final letter.

source: 年轻道人摇头道：“贫道行事，童叟无欺，说好了解签加写符一起，收你五钱的。”
en_us: The young ist priest shook his head in response. "I never go back on my word. I promised that I was going to give you a fortune reading and a yellow paper talisman for five copper coins."

source: 年轻道人斜靠在推车上，沉声道：“那名外乡女子，用手指点了你的眉心，是门强行开人窍穴的下作勾当，在武学上被称呼为指点，手法有高低之别，用意也有好坏之分，打个比方，你家院门并不牢固，对不对，她便故意用铁锤敲打，门当然可以进，但其实坏了根基，试想下，在以后风雨霜雪的天气里，那个开门之人，早就脚底抹油，但是你这个常年居住院中的主人，怎么办”
en_us: The Daoist leaned against his cart as he said in a grim voice, "By tapping your glabella with her finger, that woman was forcibly opening your acupoint. In martial arts jargon, that's an act known as pointing the way. There are different levels in the technical proficiency with which one can perform this procedure, and it can be done with both positive and negative intentions. As an analogy, we can look at the gate of your yard, which is not very sturdy. If she takes a hammer to the gate, she'll be able to force her way into your yard, but the gate will be permanently broken. Without the gate in place, you'll be vulnerable to all of the elements all year round, including rain, hail, sleet, and snow, while she can simply leave after condemning you to that miserable fate."

source: 年轻道人斩钉截铁道：“不会！你可是她的救命恩人，世间岂会有如此忘恩负义之人？！”
en_us: "There's no way that would happen! You are her savior, how could there possibly be someone in this world capable of turning on the one who saved their life?" the Daoist priest replied in a categorical tone.

source: 年轻道人无奈道：“不可以，问题症结就在这里。”
en_us: "I'm afraid that won't do, and that's where the problem lies," the Daoist priest replied in a resigned manner.

source: 年轻道人无奈道：“贫道这就要离开小镇了，南涧国境内有贫道这脉的宗门，有个典礼要召开，贫道想去亲眼看看。”
en_us: "I'm about to leave this town soon. There's a sect that follows the teachings of my branch of Daoism in the Southern Stream Nation, and they're holding a ceremony that I want to see in person," the Daoist priest said with a resigned expression.

source: 年轻道人最后低头，看着微微有些气色流溢的少女，有些犯难，“既然你牵扯到的气数，比贫道想象还要大，那就只能逆其道而行之了。小镇之上，六百户人家，盘根交错，世世代代浸染此方秘境的气息，你要说让贫道找个有气数萦绕的家伙，轻而易举，可是找个穷光蛋，比登天还难啊。这就像是在朝会大殿上，找个当大官的，容易，找个乞丐，你让贫道怎么找”
en_us: In the end, he looked down at the young woman, who was looking very much worse for wear, and he still had no idea what to do with her. "Seeing as there's more that rests on your fate than I first imagined, I have no choice but to take the exact opposite course of action to what I've been attempting to do up to this point. Out of the roughly 600 households in this town, all of them have had the aura of this secret realm rub off on them for generations, so it's a simple task for me to find someone blessed by fate and good fortune, but finding a penniless pauper here is even more difficult than trying to ascend to the heavens! It's the equivalent sending me to the imperial court, but instead of asking me to find an official, you ask me to find a beggar! This simply seems to be a hopeless task!"

source: 年轻道人望着故作轻松、推门离去的草鞋少年。
en_us: The Daoist priest looked on as Chen Ping'an made his way out of the room.

source: 年轻道人沉默不言。
en_us: The young Daoist priest offered no response.

source: 年轻道人淡然道：“有句老话叫，师父领进门修行在个人，可人家当师傅的，根本就没想着把你领进门，你又如何修行？”
en_us: "There's an old saying that the master is only responsible for teaching the basics, while the disciple's talent and hard work decides how far they'll go. However, Old Man Yao never even tried to teach you the basics, so how were you supposed to make anything out of yourself?"

source: 年轻道人犹豫了一下，壮起胆子道：“那少年虽然有些事情，不合礼节，但是事急从权，加上贫道也不曾想到姑娘痊愈如此之快，故而有所冒犯的地方，希望姑娘不要怪罪。”
en_us: After a brief hesitation, the Daoist priest mustered up some courage and said, "Some of Chen Ping'an's actions could perhaps have been considered to be inappropriate, but the situation was very urgent at the time, and I didn't think that you would be able to recover so quickly from your injuries. If we have offended you in any way, I hope that you may forgive us."

source: 年轻道人率先离开屋子，不忘拉上少年的手臂，“陈平安，贫道最后与你说些话。”
en_us: After that, the Daoist priest left the room while gesturing for Chen Ping'an to accompany him. "Come with me, Chen Ping'an. I have some parting words for you."

source: 年轻道人玩味笑道：“之前两样东西，你听不懂，但是肯定晓得意义不小，为何不开口讨要”
en_us: An amused smile appeared on the Daoist priest's face as he said, "I know you didn't understand what I was saying about the other two items, but I'm sure you could tell that they were extremely important. Why aren't you asking for those things?"

source: 年轻道人环顾四周，最后视线停留在远处那座高高的牌坊楼，恰好对着“气冲斗牛”四字匾额，感慨道：“可惜了。”
en_us: The ist priest swept his gaze over his surroundings, and in the end, his eyes settled on the tall archway in the distance. He just so happened to be facing the plaque that read "unmatched aura", and he mused, "What a pity."

source: 年轻道人皱了皱眉头，再次举目望去，一眼之后，又仔细端详片刻，实在看不出那背着箩筐的草鞋少年有什么不俗气象，他们所在宗门，看相望气和寻龙点穴的本事，虽算不得冠绝一洲，但也算是颇为擅长，这位道士既然能够代替宗门来此取回压胜之物，还要负责把那件镇山之宝，安然无恙地带回去，未来还要呈交给上宗，他当然绝非池中之物，所以当他没有看出少年有太多奇异之后，便没了将其招徕进入山门的心思，年轻道人精于看相一事，不觉得自己会看错人。
en_us: The young man frowned upon hearing this. He looked up and gazed over at the young boy again, and after observing him carefully for a short moment, he decided that he couldn't see anything special about this young boy in straw sandals and with a bamboo basket on his back. Even though their sect wasn't the best in the continent when it came to observing one's aura and determining one's aptitude, they were still indeed very skilled in these areas. Since this Daoist priest was capable enough to represent his sect to retrieve their treasure, and since he was reponsible for guarding that treasure and bringing it back to the sect, it was abundantly clear that he was no ordinary person. Thus, since he saw nothing special about the young boy, he decided that there was no need to invite him to the sect. The young Daoist priest was extremely skilled in determing one's aptitude, so he didn't believe that he would make a mistake.

source: 年轻道人盘膝而坐，整张英俊的脸庞都快要皱成团，“接下来送往何处，也是麻烦啊。”
en_us: The Daoist priest then sat down with his legs crossed, and a troubled look appeared on his handsome face. "But the problem is, where am I going to take her?"

source: 年轻道人看到快步跑过的少年后，赶紧打招呼道：“年轻人，走过路过不要错过，来抽一支签，贫道帮你算上一卦，可以帮你预知吉凶福祸。”
en_us: Right as Chen Ping'an was jogging past, the young ist priest hurriedly called out to him. "Don't miss out on a reading, young man. Pick out a slip and I'll tell your fortune. I can help you predict whether fortune or peril awaits you."

source: 年轻道人眼见四下无人，蹲下身就要悄悄掰开少女的五指。
en_us: The young Daoist priest looked around to ensure that there was no one nearby, then crouched down to pry the young woman's fingers loose from his ankles.

source: 年轻道人突然意识到气氛有些不对劲，连忙转移话题：“绿水潭龙鳞柽的嫩叶，哦，在咱们这儿就叫三春柳，它的叶子采摘时候不对，晚了七天。还有这包龙飞草，俗名叫姑娘腰，研磨粉末的时候也太马虎了，还有这纸堆花，杨家铺子更是不像话，说好了三两，怎么少了钱的分量”
en_us: He then immediately realized that the atmosphere in the room was a little off, and he hurriedly changed the subject. "The leaves of the tamarisk tree were picked at the wrong time, missing the ideal window of harvest by seven days. Also, this bag of dragonsoar weed here, they did way too sloppy a job in the grinding process. Look at how coarse this is! It's supposed to be fine powder! And don't even get me started on these papercrease flowers. How could the Yang Family's medicine shop do this to its customers? I asked for 150 grams of this, but there's clearly not enough here!"

source: 年轻道人突然问道：“你就有没有想问的？你问出口的话，贫道未必可以全部解惑，但尽量挑一些可以回答的，如何？”
en_us: The Daoist priest suddenly asked, "Isn't there anything you want to ask me? I may not be able to answer all of your questions, but I'll be sure to answer all of the questions that I can."

source: 年轻道人突然骂道：“那你有没有想过，哪怕你能够在浩浩渺渺的阴冥之间，侥幸与你爹娘相逢，当他们看到你的时候，是什么心情”
en_us: The Daoist priest suddenly became a little worked as he continued, "In that case, have you considered how your parents would feel seeing you like this if you're fortunate enough to meet them in the afterlife?"

source: 年轻道人站在推车旁边，双指并拢，悄然抹，那柄被儒士齐静春按入两字剑气的白鞘长剑，悄悄飞进屋内，应该是黑衣少女不愿吓到陈平安，便默认了这把飞剑的僭越之举。年轻道人思量片刻，他思考问题的时候，会下意识伸出根手指，敲击头顶的莲花冠，最后说道：“来此之前，听位师兄说过，做事情要讲道理，做人要近人情既然如此，贫道也不好太过死板苛刻，虽说世人各有各的缘法，可既然贫道所在宗门的根本教义，本就与般道统宗门的法旨有所偏差相逢已是缘，勉强还算是段善缘，贫道不妨顺势而为，那签筒和百零支签，无法赠送给你，因果太乱，旦理不清，又斩不断，很是麻烦。至于那方私印，有点重啊，送给你，小镇旦没了禁制，所有都暴露在光天化日之下，贫道不是害你是什么，唉，难不成要送点金银铜钱这未免也太不讲究，太俗气了些，贫道哪里好意思”
en_us: The Daoist priest stood beside his cart, joining his index and middle fingers before extending them together and gently stroking the white scabbard of Ning Yao's flying sword, and the sword flew stealthily into the room. It appeared that Ning Yao didn't want to startle Chen Ping'an, so she didn't kick up a fuss and silently accepted the presence of the flying sword. The Daoist priest fell into deep thought for a moment, habitually tapping the lotus flower hat on his head as he did so. After taking some time to arrange his words, he said, "Prior to coming here, I heard from my senior disciple brother that we have to be reasonable in the way that we do things, and that it's important to cater to the feelings of others. Hence, I can't be too harsh and dogmatic with my words here. While it's true that everyone has their own fate, the fundamental doctrine of the sect that I belong to is different from the doctrines of more orthodox sects. Every meeting has some element of karma attached to it, and I would say that there has been some good karma established between the two of us. Hence, I'm inclined to bestow a gift upon you before I leave. I can't give you that bamboo tube and the 108 slips as the causality would be too chaotic, and they would be more trouble than they're woth in your hands. As ofr my private seal, that's a bit too hefty a gift to give. If the formation is removed, the entire town would be completely exposed, and I would be doing you a massive disserice rathre than helping you. Will I have to resrot to giving you money as a parting gift? That would be way too vulgar and tacky, I simply wouldn't be able to live with myself..."

source: 年轻道人竹筒倒豆子，挑了大堆毛病，几乎就没样是满意的，感觉像是跟杨家药铺有什么私人恩怨，最后来了个大转折，盖棺定论道：“这铺子掌柜的良心给狗吃了，不过桌上这些药材，煎药救人倒是够。当然了，这主要归功于这位宁姚姑娘的身体底子好，跟杨家铺子至多有个半颗铜钱关系。”
en_us: The young Daoist priest picked out a bunch of problems with the ingredients that Chen Ping'an had brought back for him, and he was dissatisfied with almost every single ingredient. It felt as if he had some type of personal vendetta against the Yang Family's medicine shop. However, in the end, he took a 180-degree turn as he concluded, "I can only imagine that the shopkeeper's conscience has been eaten by dogs, but having said that, these ingredients will suffice. Of course, Ning Yao's recovery is primary attributable to her own remarkable physical constitution. Even if we're being extremely lenient here, it has to be said that the Yang Family's medicine shop played next to no part in her recovery."

source: 年轻道人笑着接过话题，“但是你的手脚始终跟不上，对不对？”
en_us: "But you were unable to physically replicate the technique, is that right?" the Daoist priest interjected with a smile.

source: 年轻道人笑逐颜开，“善！”
en_us: "I couldn't have said it better myself!" the Daoist priest said with a bright smile.

source: 年轻道人等到高大少年走远，才敢重新落座，叹了口气，“世道艰辛，人心不古，害得贫道也糊口不易啊。”
en_us: Only after Liu Xianyang had gone far away did the ist priest dare to return to his seat, and he sighed, "These are difficult times. People are no longer as kind and accepting as they used to be, and it's getting harder and harder to make a living."

source: 年轻道人试探性问道：“所以你在屋子里一听敲门嗓音，就知道是贫道这位摆摊的算命先生了？”
en_us: "By the way, how did you know that it was me earlier? Could you tell who I was just from hearing my voice?" the Daoist priest asked.

source: 年轻道人说完两件事后，开始推车，看到那个少年仍然蹲着不动，只不过面朝自己，“起来帮忙”
en_us: After that, the Daoist began to wheel his cart away, but Chen Ping'an was still rooted to the spot, seemingly waiting for something. "Come and help me."

source: 年轻道人说道：“救人！她受了重伤，小镇上无人愿意救她，也怪不得他们各扫门前雪，所以贫道思来想去，觉得你有可能会是例外。”
en_us: The Daoist priest replied, "We have to save her! She sustained some very severe injuries, but no one in the town is willing to help her. After weighing up my options, I decided that you were the only one who would perhaps be willing to take her in."

source: 年轻道人豢养的青红两尾大鱼，不入水中，只在溪水之上，缓缓游走。
en_us: The large green fish and the large red fish raised by the young Daoist priest didn't enter the water. Instead, they slowly swam above the gently flowing creek.

source: 年轻道人赶紧低头，默念道：“看不到我看不到我太上老君急急如律令就算了吧，还是佛祖保佑，菩萨显灵”
en_us: The Daoist hurriedly lowered his head as he quietly chanted to himself, "You can't see me, you can't see me, may the Buddha and the Bodhisattva shower me with their blessings..."

source: 年轻道人越说越气，伸出根手指，就使劲戳着少年的脑袋，像是要把这棵榆木脑袋给戳得开窍了，“稗官野史和志怪里的白无常，头顶高高的白帽子，每当他来到阳间拘押死人魂魄的时候，死人便能清晰看到白帽上头，写着四个大字，你也来了陈平安我问你，你爹娘见到你的时候，会不会很高兴地问你陈平安，儿子，你也来了啊他们还能够安心去投胎吗你真以为世间有几人，有那洪福齐天的气数，能够生生世世做子女或是夫妻贫道明明白白告诉你，休想便是那些言可让山河变色的上宗掌教，也无此通天本事，更何况是你陈平安，个朝不保夕三顿饱饭都没有的穷光蛋”
en_us: The Daoist priest became more and more incensed as he spoke, and he stuck out a finger before giving Chen Ping'an's head a firm poke, as if he were trying to poke some sense and reason into the boy. "The stories of the afterlife tell of the White Reaper of Impermanence, a deity who wears a tall white hat, and whenever he comes to this world to detain the souls of the dead, the deceased will clearly be able to see the words 'your time has come' inscribed upon his hat. Let me ask you this, Chen Ping'an: do you think your parents would be glad to see you in the afterlife and be content to pass on to their next life? How many people do you think exist in this world who are actually fortunate enough to be parent and child or husband and wife for lifetime after lifetime? I can't tell you right now that you should banished such a preposterous idea from your mind! Even the most powerful beings in this world don't have any way to manipulate the designation for their next life, let alone someone like you, a pathetic little beggar who can't even afford to have three meals a day!"

source: 年轻道人跟在身后跨入门槛，环顾四周，家徒四壁，不过如此。
en_us: The young Daoist priest made his way into the room behind Chen Ping'an, and he looked around to find that the walls were virtually completely bare.

source: 年轻道人还以颜色，笑道：“哦？”
en_us: The young Daoist priest smiled and mused, "Oh?"

source: 年轻道人追问道：“打个比方？”
en_us: "Can you give an example?" the Daoist priest asked.

source: 年轻道人郑重其事道：“陈平安，你难道就没有想问的问题？”
en_us: "Chen Ping'an, do you not have any questions that you want to ask me?" the Daoist priest asked with a serious expression.

source: 年轻道人顿时神采飞扬起来，“得嘞！有你陈平安这句话，就算成了一半，别看她看着伤势可怕，感觉像是阎王爷在生死簿上勾去姓名了，其实没你想的那么夸张……当然了，方才贫道所说也句句是真，这其中涉及到种种玄机，譬如这位姑娘的求生欲望极其强烈，另外她身上好像也有些家传门道，能够护住她至关重要的心窍和丹室等，还有就是咱们小镇，是个很有意思的地方，奇奇怪怪的玩意儿很多，吃了，或者抓了，大有裨益。”
en_us: The young Daoist priest was ecstatic to hear this, and he immediately said, "The fact that you're willing to help is already half the job done! Her injuries appear to be extremely severe, and if you just look at her, it seems like she's already close to six feet under, but in reality, her condition isn't as dire as you think. Of course, I have to be honest and say that there are some intangible factors that have allowed her to survive to this point, such as her incredible strong will to survive, and in addition to that, she seems to have undergone some type of training that allows her to protect her vital organs. Another factor is that our town is a very remarkable place with many strange and interesting things that can be consumed or held for healing purposes to great effect."

source: 年轻道人顿时紧张起来，“你没有？”
en_us: "You don't have any money?" the Daoist priest asked, suddenly appearing rather anxious.

source: 年轻道士突然笑道：“陈平安，你知不知道‘心稳’两个字，有多难悟？很难想明白的，你不可妄自菲薄。”
en_us: The Daoist priest suddenly smiled as he asked, "Chen Ping'an, do you know how difficult it is to reach a state where you can attain and consistently keep a steady heart? Do not be so harsh on yourself."

source: 年轻道士转过头，扬起手里一张纸，“福禄街那边有家小药铺，你拿这个方子去抓药。”
en_us: The Daoist priest turned to Chen Ping'an, then handed him a piece of paper. "There's a small medicine shop on Fortune Street. Go and fetch me the medicinal ingredients on this list."

source: 年轻道姑望向陈平安，微微叹息，笑着说了一句话，然后低头望向身穿红棉袄的小女孩。
en_us: The young Daoist nun sighed softly as she looked at Chen Ping'an. She said something with a smile, and she then looked down at the little girl in red beside her.
